Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/default.aspx_id=767264.html.tmx
Source language: sme
Languages: smj

source: Rihpaskuvlla vázzin
smj: Skallujlåhkåt

source: Rihpaskuvla lea fálaldat dutnje geas lea miella diehtit eanet eallima birra ja gii háliidat oahppat risttalaš oskku birra ja maid dat sáhttá mearkkašit dutnje.
smj: Skallujlåhkåm l fálaldahka dunji gut la viessomis miellogis ja sidá diehtet ienebuv ristalasj jáhko birra ja majt dunji mierkki.

source: Rihpaskuvlaáiggis don oaččut ságastallamiid, humademiid ja ipmilbálvalusaid bakte vejolašvuođa jurddahit gii don leat ja masa don oskkut.
smj: Skallujlåhkåmájgen oattjo iehtjádij siegen ságástallamij, ságastimij ja jubmeldievnoj baktu máhttelisvuodav ájádallat birra gut dån la ja masi jáhká.

source: Dat guoská oskuáššiide dego gii Jesus lea ja mii čállo Biibbalis.
smj: Jáhkkogatjálvisáj birra l nåv gåk gut la Jesus ja mij la tjáledum Rámadin.

source: Muhto dat guoská maid vuđolaš olmmošlaš áššiide, ovdamearkan dasa mii lea riekta ja boastut, ustitvuhtii, ráhkisvuhtii, seksii, mii eallima ulbmil lea.
smj: Vuodo l aj ulmutjij ássjij birra, buojkulvissan mij la duolla ja mij ij la vierre, venakvuoda, gieresvuoda, seksa, viessoma sisanádusá birra.

source: Áššit mat bohtet juohkehačča ovdii danin go ii gii ge eale iežas eallima akto.
smj: Ássje maj gájkka ulmutjijn la aktavuohta danen gå ij aktak vieso ietjas viessomav aktu.

source: Rihpaskuvlaáigi loahpahuvvo rihpaskuvlaipmilbálvalusain.
smj: Skallujlåhkåmájgge l hiejtedum skallidimjubmeldievnujn.

source: Rihpaskuvla lea du gásttašeami duođaštussan.
smj: Skallo l duv gástadusá duodastibme.

source: Ipmila čalmmiin juohkehaččas lea árvu.
smj: Jubmela åvdån li gájkka ulmutja árvulattja.

source: Rihpaskuvla lea vuohki dán duođaštit juste dutnje.
smj: Skallujlåhkåm la vuohke duodastit dáv jur dunji.

source: Ruoŧa Girku ordne juohke jagi sámi rihpaskuvlla ovttasbargguin Ruoŧa girku Sámiráđiin, Härnösanda ja Lulea bismágottiid Sámi refereansajoavkkuin ja Sáminuorain.
smj: Skallujlåhkåmläger sámijda Svieriga girkko juohkka jage ásat sáme skallujlåhkåmlägerav aktijbargon Sáme girkkorádijn Svieriga girkkon, Sáme referänssajuohkusijn Härnösánda ja Julevu stiftan, ja Sámenuorajn.

source: Eanet dieđuid jagi 2012 sámi rihpaskuvlla birra oaččut Birgitta Simmas Lulea bismágottis:: 0920-49 24 58.
smj: Ienep diededimev lägera birra 2012 aktavuodav válde Birgitta Simmajn Julev stiftan: 0920-4924 58.
